const book = [
  {
    title: "Введение",
    text: `
        <h4 style="text-align: center;">Добро пожаловать в мир сна!</h4>
        <hr/>
        <h5>Этот букап расскажет вам...</h5>
        `,
  },
  {
    title: "Почему нам снятся сны?",
    text: `
            В третьем тысячелетии до н.э. правители Месопотамии записывали и толковали сны на восковых дощечках. Тысячу лет спустя древние египтяне записали сонник, содержавший более ста описаний снов и их значений. С тех пор мы не оставляли попыток понять, почему нам снятся сны. Итак, после многих научных исследований, технологических достижений и настойчивых поисков, у нас всё ещё нет точных ответов, но есть несколько интересных теорий.
            <br/>
            <br/>
            <h4>Мы видим сны, чтобы исполнять желания</h4>
            <img src="https://cdn.fishki.net/upload/post/201405/06/1266778/7b9ab4a17a6c1076e28c83fa0b65cdcb.jpg" class="LeftPic" />
            В начале 1900-х годов Зигмунд Фрейд предположил, что наши сны, включая кошмары, — это образы из нашей сознательной жизни, и они также имеют символическое значение, которое относится к исполнению наших подсознательных желаний. Фрейд выдвинул теорию, что всё, что мы помним после пробуждения, это символическая картина наших подсознательных примитивных мыслей и мотивов. Фрейд полагал, что в процессе анализа наших снов нашему сознанию открывается подсознательная суть, и психологические проблемы, вытесненные в подсознание, могут быть решены
            <br/>
            <br/>
            <h4>Вы видим сны, чтобы помнить</h4>
            Для увеличения производительности умственной работы процесс сна необходим. Но ещё лучше при этом иметь сновидения. В 2010 году исследователи обнаружили, что испытуемые лучше проходили сложный трёхмерный лабиринт, если перед своей второй попыткой они видели этот лабиринт во сне. По факту они сделали это в 10 раз лучше, чем те, кто только думал о лабиринте, бодрствуя между попытками, и чем те, кто спал, но не видел его во сне. Исследователи выдвинули теорию, что некоторые процессы в памяти могут происходить, только когда мы спим, и наши сны — это сигнал, что эти процессы происходят
            <br/>
            <br/>
            <h4>Вы видим сны, чтобы забыть</h4>
            Существует около 10 000 триллионов нейронных связей в структуре нашего мозга. Они создаются всем, о чём мы думаем и что мы делаем. <img src="https://i.gifer.com/VNjH.gif" class="CenterPic" /> Нейробиологическая теория сновидений, названная теорией обратного обучения, полагает, что во сне и в основном в фазе быстрого сна кора головного мозга проверяет нейронные связи и избавляется от ненужных. Без этого процесса, который отражается в наших снах, мозг может переполниться бесполезными связями и ненужные мысли могут разрушить нужное мышление, которое нам понадобится после пробуждения
            <br/>
            <br/>
            <h4>Мы видим сны, чтобы поддерживать работу мозга</h4>
            Теория постоянной активации предполагает, что сновидения — это результат потребности мозга постоянно объединять и создавать долгосрочные воспоминания для нормального функционирования. Если поток внешней информаци снижается до определённого уровня, например во время сна, мозг автоматически запускает процесс формирования данных из хранилищ памяти, что проявляется в виде мыслей и чувств, которые мы испытываем в наших снах. Другими словами, наши сновидения могут быть заставкой, которую включает наш мозг, чтобы не отключаться полностью
            <br/>
            <br/>
            <h4>Мы видим сны, чтобы репетировать</h4>
            Cны об опасных ситуациях очень распространены, и, согласно теории репетиции, содержание сна важно для его цели. Будь то сон, наполненный страхом быть пойманным медведем в лесу, или драка с ниндзя в тёмном переулке, такие сны позволяют нам практиковать инстинкты борьбы или бегства и поддерживать их на случай, если они понадобятся в жизни. Но такие сны могут быть и приятными. Например, сны о симпатичной соседке могут послужить тренировкой вашему инстинкту размножения
            <br/>
            <br/>
            <h4>Мы видим сны, чтобы исцелиться</h4>
            Стрессовые нейромедиаторы в мозге намного менее активны во время фазы быстрого сна, даже во время снов о травматических переживаниях, что подтолкнуло некоторых учёных к мысли, что цель сновидений — притупить мучительный опыт и исцелиться психологически. Переживание травмирующего события во сне с наименьшим стрессом даёт более ясное понимание проблем и позволяет обработать их психологически здоровым способом. Люди с аффективными расстройствами и ПТСР имеют проблемы со сном, что заставляет учёных полагать, что недостаток сна может способствовать болезни
            <br/>
            <br/>
            <h4>Мы видим сны, чтобы решить проблемы</h4>
            Основываясь на общепринятой логике, наш мозг может создавать бесчисленные сценарии, чтобы понять проблему и сформулировать решения, которые мы могли не рассматривать в жизни. Джон Стейнбек называл это «комитетом сна», а учёные продемонстрировали эффективность сна при решении проблем. Знаменитый химик Август Кекуле открыл структуру молекулы бензола во сне. Это подтверждает, что иногда лучшее решение проблемы — это сон
            <br/>
            <br/>
            Это всего лишь некоторые из теорий сна. Современные технологии дают всё больше возможностей понимать работу мозга, и вероятно, что однажды мы узнаем точную причину возникновения сновидений. Но пока эти времена не наступили, нам надо продолжать спать и видеть сны.
            <br/>
            <br/>
        `,
  },
  {
    title: "Осознанные сновидения",
    text: `
        <img src="https://64.media.tumblr.com/dbd89ae1bfb6e89e15e19d2f95ca1d47/tumblr_owzcmaF0WA1vxekw4o1_540.gifv" class="CenterPic" />
        Осознанное сновидение (состояние фазы) всё ещё является малоизученным явлением, но не смотря на это всё большее количество людей проявляют интерес к данному вопросу. И это вполне естественно, поскольку практики и техники позволяющие погрузиться в осознанное сновидение весьма действенны. Практически каждый человек может овладеть ими за небольшой период времени. Прежде всего необходимо понять, что во время сна наш мозг не отключается. Он работает и позволяет мыслить, просто немного в другом режиме (в состоянии фазы). Поймать механизм переключения этих режимов и означает войти в осознанные сны (фазовое состояние).
        <br/>
        <br/>
        <h4>Как применяют осознанные сновидения?</h4>
        На самом деле, человек знает намного больше, чем он думает. Ведь подсознание каждого из нас имеет огромные ресурсы. Наши сновидения – это работа подсознания, а если человек научится общаться с ним, то ему откроются новые возможности. Работая в этом направлении и совершенствуясь, возможно, вы сумеете стать даже первооткрывателем. Немало существует историй, когда люди во сне придумывали что-либо или находили выход из трудной ситуации. Тут главное — хотя бы запомнить сон.
        <br/>
        <br/>
        <h4>Проецирование реальности</h4>
        Осознанные сновидения и внетелесные путешествия можно объединить, ведь в таком состоянии легко попасть в самые отдаленные уголки планеты и даже галактики. Человеческое сознание смоделирует любую обстановку — от крыши небоскреба, лондонских парков и до лунных прогулок. Главное — не забывать о том, что если вы оказались на берегу океана, все увиденное будет только проекцией подсознания, которая будет строиться на общих знаниях про эту местность. Давно забытая человеком информация автоматически воспроизведется мозгом.
        <br/>
        <br/>
        <h4>Как научиться осознанным снам?</h4>
        Научиться осознанным снам довольно просто, хотя это и требует некоторого времени. Обучение этому навыку заняло у меня около месяца не очень усердных тренировок. Самое важное для навыка осознанных снов – удерживать намерение научиться осознанным снам на протяжении нескольких недель. Другими словами – думать об осознанных снах как можно дольше.
        <br/>
        <br/>
        Второе, на что стоит обратить пристальное внимание – это вспоминать и записывать свои сны. Предлагаю решить задачу: если человеку снится 5% осознанных снов, и он может вспомнить 0% своих снов, то сколько осознанных снов он сможет вспомнить? Ответ: 0. Поэтому крайне важно развить в себе навык вспоминать сны. Для этого достаточно положить рядом с кроватью блокнот и ручку и каждую ночь записывать все сны, которые получится вспомнить.
        <br/>
        <br/>
        Третье и последнее, на что следует обратить внимание – развить критическое мышление, чтобы периодически спрашивать себя: это сон или реальность. Задачка: если человек в течение месяца 0 раз спросил себя в реальности, спит он или нет, то какова вероятность, что он задаст себе этот вопрос во время сна? Практически нулевая.
        <br/>
        <br/>
        <h4>Как распознать осознанное сновидение?</h4>
        Человек, желающий осознать сон, задается основным вопросом: «Как определить, что это сон?» Ответ непрост, но возможен.
        <br/>
        <br/>
        Существуют методы, помогающие в этом: попытки проткнуть свою ладонь пальцем или взлететь зачастую срабатывают, ведь в сновидении свойства пространства и объектов могут частично поддаваться влиянию намерения спящего. По отзывам некоторых практикующих, они ощущают некую упругость при попытке протыкания своей ладони или твердого предмета пальцем, иногда им требуется несколько попыток.
        `,
  },
  {
    title: "В разработке",
    text: `

        `,
  },
];

export default book;
